---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CeilingAttrDefaultHeightParam
source: html/35e9a9a4-1cac-dcb5-6b28-4d69b34be6cd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CeilingAttrDefaultHeightParam Property

"Default Height above level"

## Syntax (C#)
```csharp
public static ForgeTypeId CeilingAttrDefaultHeightParam { get; }
```